{
    "Home": "სახლი",
    "About": "შესახებ",
    "Services": "მომსახურებები",
    "Pricing": "ფასი",
    "Contact": "კონტაქტი",
    "Get started": "დაიწყე",
    "Learn more": "გაიგეთ მეტი",
    "Daily car rental in Georgia": "დღიური ქირვის არენდა საქართველოში",
    "day": "დღე",
    "Experience the seamless convenience of car rentals with BigRent in Georgia, ensuring efficiency and reliability for all your travel needs.": "გადარიცხეთ ავტომობილის დღიური ქირვი BigRent-ით საქართველოში, რომელიც უზრუნველყოფს ეფექტურობას და სარელიანობას ყველა თქვენს მოგზაურობის საჭიროებაზე.",
    "Transmission": "ტრანსმისია",
    "Fuel Type": "საწვავის ტიპი",
    "Fuel Consumption": "საწვავის მიმოხილვა",
    "Year of Manufacture": "წელი წარმოებაში",
    "Description": "აღწერა",
    "Delivery": "მიტანა",
    "Receiving": "მიღება",
    "Return": "დაბრუნება",
    "Form": "ფორმა",
    "Name": "სახელი",
    "E-mail": "ელ. ფოსტა",
    "Date of Birth": "დაბადების თარიღი",
    "Phone": "ტელეფონი",
    "Comment": "კომენტარი",
    "Price": "ფასი",
    "Rental Price Per Day": "დღიური ქირვის ფასი",
    "Rental Price": "ქირვის ფასი",
    "for": "თვის",
    "Book for": "დაჯავშნა",
    "days": "დღეები",
    "Total": "ჯამი",
    "total": "ჯამი",
    "On Receiving": "მიღებისას",
    "Contact us": "დაგვიკავშირდით",
    "Have a question, comment, or suggestion? We'd love to hear from you! Please use the form below to get in touch with us.": "გაქვთ შეკითხვა, კომენტარი ან წესები? ჩვენ გიყვარდებით, როდესაც ისინი შევიდავთ! გთხოვთ, გამოიყენოთ ქვემოთ მოყვანილი ფორმა, რათა დაგვიკავშიროთ.",
    "Your email": "თქვენი ელ. ფოსტა",
    "Subject": "თემა",
    "Message": "შეტყობინება",
    "Submit message": "შეტანა",
    "OFFICE HOURS": "ოფისის საათები",
    "Monday": "ორშაბათი",
    "Friday": "პარასკევი",
    "Weekend": "უკრავშიათი",
    "Email": "ელ. ფოსტა",
    "Previous": "წინა",
    "Next": "შემდეგი",
    "Who we are": "ვინ ვართ",
    "At BigRent, we strive to provide exceptional car rental services tailored to your needs. Whether you're traveling for business or pleasure, our diverse fleet of vehicles is ready to meet your requirements.": "BigRent-ში ჩვენ ვეძებთ განსხვავებულ ავტომობილის დღიური ქირვების გასანათლებლად თქვენს საჭიროებებზე. თუ თქვენ მოგზაურობთ ბიზნესის ან სილამაზისთვის, ჩვენი სხვადასხვა ტიპის მანქანების გარეშე მზადაა, რათა შესანაპირობებს გადაეცით.",
    "About us": "ჩვენს შესახებ",
    "Submit": "წარდგენა",
    "Filters": "ფილტრები",
    "Gear Box": "საფრენის ყუთი",
    "Automatic": "ავტომატური",
    "automatic": "ავტომატური",
    "Manual": "მექანიკური",
    "manual": "მექანიკური",
    "Any": "ნებისმიერი",
    "Join the countless satisfied customers who have experienced the ease and comfort of renting with BigRent. Discover the joy of hassle-free travel with a reliable partner by your side.": "გაერთიანეთ ბევრი საფრთხე დაკარგვის გარდასაქმნელი და კომფორტი, რომელიც BigRent-ის თქვენს მხარეს გადაუცემელია. გაიგეთ საფრთხე უსაფრთხო მოგზაურობის სიხშირი მართლაც და უსაფრთხო პარტნიორის მიერ.",
    "Thank you for considering BigRent for your car rental needs. We look forward to serving you on your next journey!": "გმადლობთ, რომ შეირჩიეთ BigRent თქვენი ავტომობილის გაქირავების საჭიროებებისთვის. ველდებით თქვენს შემდეგ მოგზაურობაზე გვერდი გამოგივლის!",
    "All rights reserved.": "ყველა უფლება დაცულია.",
    "Your satisfaction is our priority. Our dedicated team is committed to providing personalized and friendly service.": "თქვენი საყვარელია ჩვენს პრიორიტეტი. ჩვენი მიმართულებული გუნდი ვაჯამებულია პერსონალიზირებულ და მეგობრული მომსახურებას შესაბამისი გაუზრდელი მისამართებით.",
    "Our user-friendly online platform allows you to book your desired vehicle with just a few clicks.": "ჩვენი მომხმარებელსადმი ონლაინ პლატფორმა გთავაზობთ შესაძლებლობას დაჯავშნოთ თქვენი სურათებით მსგავსი ავტომობილი რამდენიმე დაწკაპებით.",
    "No hidden fees or surprises. We believe in transparency and fair pricing.": "არ არის დამალული დანაშაულებები ან სურათები. ჩვენ ვრწმუნდით სწრაფადი და სასახლესთან საკმარისად ფართო ფასებში.",
    "With strategically located rental stations, we make it convenient for you to pick up and drop off your rental vehicle.": "სტრატეგიულად მდებარე დასაჯავშნელი პუნქტებით, ჩვენ გთავაზობთ საკონვენიენტო ვარიანტს არენდის ავტომობილის მიღებასა და დაბრუნებას.",
    "Your safety is our top priority. Our vehicles undergo regular maintenance checks to ensure they meet the highest safety standards.": "თქვენი უსაფრთხოება ჩვენი ზედამხედველების უზრუნველყოფის პირობებითაა. ჩვენი ავტომობილები გადაუყვებადი ტექნიკური შემცველებებისას გადაეცით საუკეთესო უსაფრთხოების სტანდარტებს.",
    "Cost per day, $": "ფასი დღეში, $",
    "Why Choose Us?": "რატომ ამოირჩიოთ ჩვენ?",
    "Diverse Fleet": "სხვადასხვა ფართო ავტოპარკი",
    "Customer-Centric Approach": "მომხმარებლების-ცენტრიკული გამოდის",
    "Easy Booking Process": "მარტივი დაჯავშნის პროცესი",
    "Transparency and Fair Pricing": "სახელმწიფოდ და საისარგებლოდ ფასები",
    "Convenient Locations": "სასაჩუქრე ადგილები",
    "Safety and Maintenance": "უსაფრთხოება და მარკეტინგი",
    "Our extensive fleet of well-maintained vehicles caters to a variety of preferences and needs.": "ჩვენი შეკვეთების რედაქტირებული ავტომობილების დიდი ავტოპარკი სრულყოფილად ისრებს სხვადასხვა გზამკვლევებს და საჭიროებებს.",
    "Welcome to BigRent": "კეთილი მოგვაქვს BigRent-ში",
    "Your trusted partner in the world of hassle - free and convenient car rentals.": "თქვენი სანდო პარტნიორი გადაუცემელია და სასარგებლო ავტომობილის ქირვების სფეროში.",
    "Established with a passion for providing top-notch services in the car rental sphere, we pride ourselves on delivering a seamless and enjoyable experience to our valued customers.": "დადებული რწმენით უზრუნველყოფის სფეროში უსაფრთხოების სერვისების მსურველი სფეროში, ჩვენ გაიზრდებით ჩვენს მნიშვნელოვან მომხმარებელებს უზრუნველყოფის უსაფრთხო და სასახლესთან უსაფრთხო გადაცემის მსგავსებელს.",
    "Gasoline": "ბენზინი",
    "Diesel": "დიზელი",
    "Hybrid": "ჰიბრიდი",
    "I have read and agree to the": "მე ვკითხულობდი და ვეთანხმები",
    "Agreement": "შეთანხმება",
    "and": "და",
    "Privacy Policy": "კონფიდენციალობის პოლიტიკა"
}
