{
    "Home": "Главная",
    "About": "О Нас",
    "Services": "Сервисы",
    "Pricing": "Цены",
    "Contact": "Контакты",
    "Get started": "Начать",
    "Learn more": "Узнать Больше",
    "Daily car rental in Georgia": "Посуточная аренда авто в Грузии",
    "day": "день",
    "Experience the seamless convenience of car rentals with BigRent in Georgia, ensuring efficiency and reliability for all your travel needs.": "Почувствуйте беспрепятственное удобство аренды автомобилей с BigRent в Грузии, гарантирующее эффективность и надежность для всех ваших потребностей в поездках.",
    "Transmission": "Трансмиссия",
    "Fuel Type": "Тип топлива",
    "Fuel Consumption": "Потребление топлива",
    "Year of Manufacture": "Год выпуска",
    "Description": "Описание",
    "Delivery": "Доставка",
    "Receiving": "Получение",
    "Return": "Возврат",
    "Form": "Форма",
    "Name": "Имя",
    "E-mail": "E-mail",
    "Date of Birth": "Дата рождения",
    "Phone": "Телефон",
    "Comment": "Комментарий",
    "Price": "Стоимость",
    "Rental Price Per Day": "Стоимость в сутки",
    "Rental Price": "Стоимость аренды",
    "for": "для",
    "Book for": "Забронировать за",
    "days": "дни",
    "Total": "Всего",
    "total": "всего",
    "On Receiving": "При получении",
    "Contact us": "Связаться с нами",
    "Have a question, comment, or suggestion? We'd love to hear from you! Please use the form below to get in touch with us.":
    "Есть вопрос, комментарий или предложение? Мы хотели бы услышать от вас! Пожалуйста, используйте форму ниже, чтобы связаться с нами.",
    "Your email": "Ваш email",
    "Subject": "Тема",
    "Message": "Письмо",
    "Submit message": "Отправить сообщение",
    "OFFICE HOURS": "РАБОЧИЕ ЧАСЫ",
    "Monday": "Понедельник",
    "Friday": "Пятница",
    "Weekend": "Выходные",
    "Email": "Email",
    "Previous": "Предыдущий",
    "Next": "Следующий",
    "Who we are": "Кто мы",
    "At BigRent, we strive to provide exceptional car rental services tailored to your needs. Whether you're traveling for business or pleasure, our diverse fleet of vehicles is ready to meet your requirements.":
    "В BigRent мы стремимся предоставлять исключительные услуги по прокату автомобилей, отвечающие вашим потребностям. Путешествуете ли вы по делам или на отдых, наш разнообразный автопарк готов удовлетворить ваши требования.",
    "About us": "О нас",
    "Submit": "Принять",
    "Filters": "Фильтры",
    "Gear Box": "Коробка передач",
    "Automatic": "Автомат",
    "automatic": "автомат",
    "Manual": "Механика",
    "manual": "механика",
    "Any": "Любое",
    "Join the countless satisfied customers who have experienced the ease and comfort of renting with BigRent. Discover the joy of hassle-free travel with a reliable partner by your side.": "Присоединяйтесь к бесчисленному числу довольных клиентов, которые испытали легкость и комфорт аренды с BigRent. Откройте для себя радость беззаботных путешествий с надежным партнером на вашем пути.",
    "Thank you for considering BigRent for your car rental needs. We look forward to serving you on your next journey!": "Благодарим вас за рассмотрение BigRent для ваших потребностей в аренде автомобиля. Мы с нетерпением ждем возможности обслужить вас в вашем следующем путешествии!",
    "All rights reserved.": "Все права защищены.",
    "Your satisfaction is our priority. Our dedicated team is committed to providing personalized and friendly service.": "Ваше удовлетворение - наш приоритет. Наша команда стремится предоставлять персонализированный и дружелюбный сервис.",
    "Our user-friendly online platform allows you to book your desired vehicle with just a few clicks.": "Наша простая в использовании онлайн-платформа позволяет вам забронировать желаемое транспортное средство всего лишь в несколько кликов.",
    "No hidden fees or surprises. We believe in transparency and fair pricing.": "Нет скрытых сборов или сюрпризов. Мы придерживаемся принципа прозрачности и справедливой ценовой политики.",
    "With strategically located rental stations, we make it convenient for you to pick up and drop off your rental vehicle.": "С нашими удобно расположенными пунктами проката мы обеспечиваем удобство для вас при получении и сдаче арендованного автомобиля.",
    "Your safety is our top priority. Our vehicles undergo regular maintenance checks to ensure they meet the highest safety standards.": "Ваша безопасность - наш главный приоритет. Наши автомобили регулярно проходят техническое обслуживание, чтобы гарантировать соответствие высочайшим стандартам безопасности.",
    "Cost per day, $": "Цена в сутки, $",
    "Why Choose Us?": "Почему выбрать именно нас?",
    "Diverse Fleet": "Разнообразный автопарк",
    "Customer-Centric Approach": "Клиентоориентированность",
    "Easy Booking Process": "Простой процесс бронирования",
    "Transparency and Fair Pricing": "Прозрачность и справедливая ценовая политика",
    "Convenient Locations": "Удобные местоположения",
    "Safety and Maintenance": "Безопасность и техническое обслуживание",
    "Our extensive fleet of well-maintained vehicles caters to a variety of preferences and needs.": "Наш обширный автопарк хорошо поддерживаемых транспортных средств удовлетворяет различным предпочтениям и потребностям.",
    "Welcome to BigRent": "Добро пожаловать в BigRent",
    "Your trusted partner in the world of hassle - free and convenient car rentals.": "Ваш надежный партнер в мире беззаботной и удобной аренды автомобилей.",
    "Established with a passion for providing top-notch services in the car rental sphere, we pride ourselves on delivering a seamless and enjoyable experience to our valued customers.": "Основанная со страстью к предоставлению первоклассных услуг в сфере проката автомобилей, мы гордимся тем, что предоставляем нашим уважаемым клиентам безупречный и приятный опыт.",
    "Gasoline": "Бензин",
    "Diesel": "Дизель",
    "Hybrid": "Гибрид",
    "I have read and agree to the": "Я прочитал и согласен с",
    "Agreement": "Соглашением",
    "and": "и",
    "Privacy Policy": "политикой конфиденциальности"
}
