{
    "Home": "Ana Sayfa",
    "About": "Hakkımızda",
    "Services": "Hizmetler",
    "Pricing": "Fiyatlandırma",
    "Contact": "İletişim",
    "Get started": "Başlayın",
    "Learn more": "Daha Fazla Bilgi Edinin",
    "Daily car rental in Georgia": "Gürcistan'da Günlük Araç Kiralama",
    "day": "gün",
    "Experience the seamless convenience of car rentals with BigRent in Georgia, ensuring efficiency and reliability for all your travel needs.": "Gürcistan'da BigRent ile araba kiralamanın sorunsuz kolaylığını yaşayın, tüm seyahat ihtiyaçlarınız için verimlilik ve güvenilirlik sağlayın.",
    "Transmission": "Şanzıman",
    "Fuel Type": "Yakıt Türü",
    "Fuel Consumption": "Yakıt Tüketimi",
    "Year of Manufacture": "Üretim Yılı",
    "Description": "Açıklama",
    "Delivery": "Teslimat",
    "Receiving": "Alım",
    "Return": "Geri Dönüş",
    "Form": "Form",
    "Name": "İsim",
    "E-mail": "E-posta",
    "Date of Birth": "Doğum Tarihi",
    "Phone": "Telefon",
    "Comment": "Yorum",
    "Price": "Fiyat",
    "Rental Price Per Day": "Günlük Kiralama Fiyatı",
    "Rental Price": "Kiralama Fiyatı",
    "for": "için",
    "Book for": "Şu Tarihler Arası Rezervasyon Yapın",
    "days": "günler",
    "Total": "Toplam",
    "total": "toplam",
    "On Receiving": "Alım Sırasında",
    "Contact us": "Bize Ulaşın",
    "Have a question, comment, or suggestion? We'd love to hear from you! Please use the form below to get in touch with us.":
    "Soru, yorum veya öneriniz mi var? Sizden haber almayı çok isteriz! Lütfen bize ulaşmak için aşağıdaki formu kullanın.",
    "Your email": "E-posta adresiniz",
    "Subject": "Konu",
    "Message": "Mesaj",
    "Submit message": "Mesajı Gönder",
    "OFFICE HOURS": "OFİS SAATLERİ",
    "Monday": "Pazartesi",
    "Friday": "Cuma",
    "Weekend": "Hafta Sonu",
    "Email": "E-posta",
    "Previous": "Önceki",
    "Next": "Sonraki",
    "Who we are": "Biz Kimiz",
    "At BigRent, we strive to provide exceptional car rental services tailored to your needs. Whether you're traveling for business or pleasure, our diverse fleet of vehicles is ready to meet your requirements.":
    "BigRent olarak, ihtiyaçlarınıza uygun olağanüstü araç kiralama hizmetleri sunmaya çalışıyoruz. İş veya zevk için seyahat ediyor olun, çeşitli araç filomuz ihtiyaçlarınızı karşılamak için hazır.",
    "About us": "Hakkımızda",
    "Submit": "Gönder",
    "Filters": "Filtreler",
    "Gear Box": "Vites Kutusu",
    "Automatic": "Otomatik",
    "automatic": "otomatik",
    "Manual": "Manuel",
    "manual": "manuel",
    "Any": "Herhangi",
    "Join the countless satisfied customers who have experienced the ease and comfort of renting with BigRent. Discover the joy of hassle-free travel with a reliable partner by your side.":
    "BigRent ile kiralamanın kolaylığını ve rahatlığını deneyimlemiş memnun müşterilere katılın. Güvenilir bir ortağınızın yanınızda olduğu sorunsuz seyahatin keyfini keşfedin.",
    "Thank you for considering BigRent for your car rental needs. We look forward to serving you on your next journey!":
    "Araç kiralama ihtiyaçlarınız için BigRent'i düşündüğünüz için teşekkür ederiz. Sizi bir sonraki yolculuğunuzda hizmet etmek için sabırsızlanıyoruz!",
    "All rights reserved.": "Tüm hakları saklıdır.",
    "Your satisfaction is our priority. Our dedicated team is committed to providing personalized and friendly service.":
    "Sizin memnuniyetiniz önceliğimizdir. Kendini adamış ekibimiz, kişiselleştirilmiş ve dostça bir hizmet sunmayı taahhüt etmektedir.",
    "Our user-friendly online platform allows you to book your desired vehicle with just a few clicks.":
    "Kullanıcı dostu çevrimiçi platformumuz, istediğiniz aracı birkaç tıklama ile rezerve etmenize olanak tanır.",
    "No hidden fees or surprises. We believe in transparency and fair pricing.":
    "Gizli ücretler veya sürprizler yok. Şeffaflığa ve adil fiyatlandırmaya inanıyoruz.",
    "With strategically located rental stations, we make it convenient for you to pick up and drop off your rental vehicle.":
    "Stratejik olarak konumlandırılmış kiralama istasyonları ile kiralık aracınızı alıp bırakmanızı kolaylaştırıyoruz.",
    "Your safety is our top priority. Our vehicles undergo regular maintenance checks to ensure they meet the highest safety standards.":
    "Güvenliğiniz bizim önceliğimizdir. Araçlarımız düzenli bakım kontrollerinden geçerek en yüksek güvenlik standartlarını karşıladığından emin olun.",
    "Cost per day, $": "Günlük maliyet, $",
    "Why Choose Us?": "Neden Bizi Seçmelisiniz?",
    "Diverse Fleet": "Çeşitli Filo",
    "Customer-Centric Approach": "Müşteri Merkezli Yaklaşım",
    "Easy Booking Process": "Kolay Rezervasyon Süreci",
    "Transparency and Fair Pricing": "Şeffaflık ve Adil Fiyatlandırma",
    "Convenient Locations": "Uygun Konumlar",
    "Safety and Maintenance": "Güvenlik ve Bakım",
    "Our extensive fleet of well-maintained vehicles caters to a variety of preferences and needs.":
    "Geniş kapsamlı ve iyi bakımlı araç filomuz, çeşitli tercih ve ihtiyaçları karşılar.",
    "Welcome to BigRent": "BigRent'e Hoş Geldiniz",
    "Your trusted partner in the world of hassle - free and convenient car rentals.":
    "Sorunsuz ve uygun araç kiralamanın dünyasındaki güvenilir ortağınız.",
    "Established with a passion for providing top-notch services in the car rental sphere, we pride ourselves on delivering a seamless and enjoyable experience to our valued customers.":
    "Araç kiralama alanında birinci sınıf hizmetler sunma tutkusuyla kurulan, kendimizi değerli müşterilerimize sorunsuz ve keyifli bir deneyim sunmaktan gurur duyuyoruz.",
    "Gasoline": "Benzin",
    "Diesel": "Dizel",
    "Hybrid": "Hibrit",
    "I have read and agree to the": "Okudum ve kabul ediyorum",
    "Agreement": "Sözleşme",
    "and": "ve",
    "Privacy Policy": "Gizlilik Politikası"
}
